# RelinquishProjectStandardWorksets Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SynchronizeWithCentralOptions..::..RelinquishProjectStandardWorksets Property
SynchronizeWithCentralOptions Class See Also
---
Indicates whether Revit should relinquish Project Standard worksets after synchronizing with central.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2014
# Syntax
C#
---
```text
public bool RelinquishProjectStandardWorksets { get; }
```

Visual Basic
---
```text
Public ReadOnly Property RelinquishProjectStandardWorksets As Boolean
	Get
```

Visual C++
---
```text
public:
property bool RelinquishProjectStandardWorksets {
	bool get ();
}
```

# Remarks
This is a shortcut to access the value stored in StandardWorksets.
# See Also
SynchronizeWithCentralOptions Class
Autodesk.Revit.DB Namespace